tap "ibigio/tap"

brew "bat"
brew "build2"
brew "clang-format"
brew "fish"
brew "go"
brew "jq"
brew "ktlint"
brew "llvm"
brew "lsd"
brew "ocaml"
brew "openjdk@17"
brew "rcm"
brew "shell-ai"
brew "starship"
brew "terraform"

cask "alacritty"
cask "dotnet"
cask "font-inconsolata-go-nerd-font"
cask "ngrok"
cask "sequel-ace"
